{
  "home": "الرئيسية",
  "about": "من نحن",
  "projects": "المشروعات",
  "business": "سابقة الأعمال",
  "followup": "متابعة الإنشاءات",
  "delivery": "مواصفات التسليم",
  "contact-us": "تواصل معنا",
  "quick-link":"روابط سريعة",
  "call-us":"اتصل بنا",
  "hero-title":"اكتشف مجموعة مختارة من منازل الأحلام في متناول يدك",
  "search-btn":"ابحث",
  "learnmore-btn":"معرفة المزيد",
  "who":"من نحن؟",
  "about-text":"نحرص دائماً علي رضاء عملائنا  من خلال تقديم أفضل قيمة بأعلى جودة و بسعر متر مثالي.  الاستمرار في التميز وان نكون دائماً الاختيار الافضل في القطاع العقاري و نقدم أفضل الفرص السكنية والاستثمارية في السوق العقاري المصري ",
  "hero-subtitle":"امتلك علامتك الخاص، عقارك الخاص واحدًا في كل مرة. الالتزام بتقديم افضل منتج عقاري طبقاً لمعايير الجودة المطلوبة والتسليم في  المواعيد المحددة",
  "copyright":"جميع الحقوق محفوظة © 2025 sarhdevelopment",
  "year-exp":"عاما من الخبرة",
  "client":"عميل",
  "project":"مشروع",
  "about-title1":"اكتشف العقار",
  "about-title2":"المثالي لك",
  "about1":"تعد صرح للتطوير والاستثمار العقاري رائدة في مجال تصميم وتنفيذ المباني السكنية، التجارية والإدارية الحديثة. نعمل دائما على تقديم افضل جودة تشطيب بالسوق العقاري مع الالتزام بأعلى معايير الجودة والامان طبقاً للشروط البنائية لتراخيص البناء لتقديم سكن راقي وبدون اي مخالفات ، نجحنا في تسليم العديد من المشروعات السكنية بمناطق مختلفة",
  "ab":"عن",
  "sarh":"صرح",
  "about-sarh":"شركة صرح للتطوير العقاري تاسست الشركة عام 2018 وهي الشركة المالكة والمنفذة لجميع مشروعتها نسعى دائماً لإختيار أفضل المواقع بالمدن الجديدة التي تحقق حياة سكنية مثالية مع اعلى عائد استثماري ، مع مراعاه تقديم  افضل سعر للمتر بخطط سداد مختلفة تناسب جميع احتياجات عملائنا الكرام .",
  "priv-pro":"المشاريع السابقة",
  "moredetails":"تفاصيل أكثر ",
  "contactus":"تواصل معنا",
  "name":"الاسم",
  "email":"البريد الالكتروني",
  "phone":"رقم التليفون",
  "subject":"الموضوع",
  "message":"الرسالة أو الاستفسار",
  "send":"ارسل",
  "callus":"اتصل بنا",
  "emailus":"مراسلتنا عبر البريد الإلكترونى",
  "messageus":"راسلنا",
  "ouroffice":"مكتبنا",
  "projectlist":"قائمة المشاريع",
  "absarh":"شركة صرح للتطوير العقاري تاسست الشركة عام 2018 وهي الشركة المالكة والمنفذة لجميع مشروعتها نسعى دائماً لإختيار أفضل المواقع بالمدن الجديدة التي تحقق حياة سكنية مثالية مع اعلى عائد استثماري ، مع مراعاه تقديم  افضل سعر للمتر بخطط سداد مختلفة تناسب جميع احتياجات عملائنا الكرام ، نعمل دائما على تقديم افضل جودة تشطيب بالسوق العقاري مع الالتزام بأعلى معايير الجودة والامان طبقاً للشروط البنائية لتراخيص البناء لتقديم سكن راقي وبدون اي مخالفات ، نجحنا في تسليم العديد من المشروعات السكنية بمناطق مختلفة ( الأندلس – بيت الوطن – النرجس الجديدة – 6 أكتوبر )",
  "ourmessage":"رسالتنا",
  "message-text":"تقديم أفضل الفرص السكنية والاستثمارية في السوق العقاري المصري مع الالتزام بجميع الوعود وتنفيذها على أرض الواقع بأعلى معايير الجودة والأمان، والحفاظعلى جميع حقوق عملائنا القانونية وتقديم سكن مثالي بدون أي مخالفات وان تستمر الشركة في تقديم خدمة ما بعد البيع لجميع عمالئنا الكرام.",
  "commitment":"الالتزام",
  "clients":"عملاؤنا",
  "growth":"النمو",
  "excellence":"التميز",
  "identity":"الهوية",
  "trust":"الثقة",
  "contribution":"المساهمة",
  "commitment-text":"الالتزام بتقديم افضل منتج عقاري طبقاً لمعايير الجودة المطلوبة والتسليم في  المواعيد المحددة.",
  "clients-text":"نحرص دائماً علي رضاء عملائنا  من خلال تقديم أفضل قيمة بأعلى جودة و بسعر متر مثالي. وان تستمر الشركة هي مصدر الثقة والامان لجميع عملائنا الكرام",
  "projects-text":"العمل علي تنفيذ المشاريع بأعلى معايير الجودة والسلامة طبقاً للاشتراطات البنائية .",
  "growth-text":"النمو المستمر لبناء مستقبل أفضل وتقديم خدمة ما بعد البيع لخدمة عملائنا الكرام و تحقيق الشفافية في جميع مراحل العمل لتحقيق أقصى درجات الكفاءة و تنفيذ جميع إلتزاماتنا دون إستثناء.",
  "excellence-text":"الاستمرار في التميز وان نكون دائماً الاختيار الافضل في القطاع العقاري .",
  "identity-text":"ان نستمر في تقديم العديد من المشروعات التي تدعم هويتنا ومكانتنا.",
  "trust-text":" بناء روابط قوية مع عملائنا الكرام وتبلبية جميع احتياجاتهم .",
  "contribution-text":"الوصول الى كيان استثماري قوى فى مجال التشييد و التنمية العمرانيه يساهم فى دعم الاقتصاد القومى و التنمية كأحد المطورين العقاريين المبتكريين",
  "ourgoal":"أهدافنا",
  "ourvision":"رؤيتنا",
  "all-project":"جميع المشاريع",
  "next":"التالى",
  "back":"رجوع",
  "details":"التفاصيل",
  "discription":"الوصف",
  "features":"المميزات",
  "region":"المنطقة",
  "status":"الحاله",
  "type":"النوع",
  "units":"الوحدات",
  "update":"التحديث",
  "facilities":"الخدمات المتاحة",
  "unitarea":"المساحة",
  "bedroom":"غرفة النوم",
  "bathroom":"الحمام",
  "floor":"الطابق",
  "finishing":"نوع التشطيب",
  "price":"السعر",
  "meter":"²م",
  "rooms":"غرف",
  "property":"نوع العقار",
  "looking":"تبحث عن",
  "location":"الموقع",
  "delivery-specifications":"مواصفات التسليم",
  "minprice":"أقل سعر",
  "maxprice":"أكثر سعر",
  "pdf-download":"تحميل الكتيب"






}
