{
  "home": "Home",
  "about": "About Us",
  "projects": "Projects",
  "business": "previous work",
  "followup": "Follow Up",
  "delivery": "Delivery Specs",
  "contact-us": "Contact Us",
  "quick-link":"Quick Links",
  "call-us":"Call Us",
  "hero-title":"Find Your Dream House By Us",
  "search-btn":"Search",
  "learnmore-btn":"Learn more",
  "who":"Who We Are?",
  "hero-subtitle":"Own your own Home, one property at a time. We are committed to providing the best real estate product according to the required quality standards and on-time delivery.",
  "about1":"We are always keen on customer satisfaction by offering the best value, the highest quality, and an ideal price per square meter. We continue to excel and always be the best choice in the real estate sector, offering the best residential and investment opportunities in the Egyptian real estate market.",
  "copyright":"Copyright © 2025 sarhdevelopment, All Rights Reserved",
  "year-exp":"Years Of Experience",
  "client":"Customers",
  "project":"Project",
  "about-title1":"Discover Your Perfect",
  "about-title2":"Property Match",
  "about-text":"Sarh Real Estate Development and Investment is a pioneer in the design and implementation of modern residential, commercial, and administrative buildings. We consistently strive to provide the best finishing quality in the real estate market, adhering to the highest standards of quality and safety, in accordance with the building permit requirements. This allows us to provide upscale housing without any violations. We have successfully delivered numerous residential projects in various areas.",
  "ab":"About",
  "sarh":"Sarh",
  "about-sarh":"Sarh Real Estate Development Company was established in 2018 and is the owner and developer of all its projects. We always strive to select the best locations in new cities that provide an ideal residential life with the highest investment return, while taking into account providing the best price per square meter with various payment plans that suit all the needs of our valued customers.",
  "priv-pro":"Previous projects",
  "moredetails":"More Details",
  "contactus":"Contact Us",
  "name":"Name",
  "email":"Email",
  "phone":"Phone Number",
  "subject":"Subject",
  "message":"Message",
  "send":"Send",
  "callus":"Call Us",
  "emailus":"Email Us",
  "messageus":"Message Us",
  "ouroffice":"Our Office",
  "projectlist":"Projects List",
  "absarh":"Sarh Real Estate Development Company was established in 2018 and is the owner and implementer of all its projects. We always strive to choose the best locations in the new cities that achieve an ideal residential life with the highest investment return, while taking into account providing the best price per meter with different payment plans that suit all the needs of our valued customers. We always work to provide the best quality of finishing in the real estate market while adhering to the highest standards of quality and safety according to the construction conditions of building permits to provide upscale housing without any violations. We have succeeded in delivering many residential projects in different areas (Andalusia - Beit Al Watan - New Narges - 6 October)",
  "ourmessage":"Our message",
  "message-text":"Providing the best residential and investment opportunities in the Egyptian real estate market, while adhering to all promises and implementing them on the ground with the highest standards of quality and safety. Preserving all our clients' legal rights, providing ideal housing without any violations, and continuing to provide after-sales service to all our valued clients.",
  "commitment":"Commitment",
  "clients":"Our clients",
  "growth":"growth",
  "excellence":"Excellence",
  "identity":"Identity",
  "trust":"trust",
  "contribution":"Contribution",
  "commitment-text":"Commitment to providing the best real estate product according to the required quality standards and delivery on time.",
  "clients-text":"We always strive to satisfy our customers by providing the best value, the highest quality, and an ideal price per square meter. We hope that the company will continue to be a source of trust and confidence for all our valued customers.",
  "projects-text":"Working to implement projects with the highest standards of quality and safety in accordance with construction requirements.",
  "growth-text":"Continuous growth to build a better future, provide after-sales service to our valued customers, and achieve transparency in all stages of work to achieve maximum efficiency and fulfill all our commitments without exception.",
  "excellence-text":"Continue to excel and always be the best choice in the real estate sector.",
  "identity-text":"We continue to provide many projects that support our identity and position.",
  "trust-text":"Building strong relationships with our valued customers and meeting all their needs.",
  "contribution-text":"To become a strong investment entity in the field of construction and urban development that contributes to supporting the national economy and comprehensive development as one of the innovative real estate developers.",
  "ourgoal":"Our Goal",
  "ourvision":"Our Vision",
  "all-project":"All Projects",
  "next":"Next",
  "back":"Back",
  "details":"Details",
  "discription":"Discription",
  "features":"Features",
  "region":"Region",
  "status":"Status",
  "type":"Type",
  "units":"Units",
  "update":"update",
  "facilities":"Facilities",
  "unitarea":"Area",
  "bedroom":"Bedroom",
  "bathroom":"Bathroom",
  "floor":"Floor",
  "finishing":"Finishing Type",
  "price":"Price",
  "meter":"m²",
  "rooms":"rooms",
  "property":"Property type",
  "looking":"Looking for",
  "location":"Location",
  "delivery-specifications":"Delivery specifications",
  "minprice":"min price",
  "maxprice":"max price",
  "pdf-download":"download-brochure",
  "project-map":"Project Map"
  









}
